[
    {
        "text": "Prateekshit Pandey updated his profile picture.", 
        "likes": 119
    }, 
    {
        "text": "Prateekshit Pandey\nThis.\nBITS Pilani - House Of Cards Opening\nyoutube.com", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.\nChange your profile picture to support France and the people of Paris.\nTry it\nNovember 15 at 1:31am · Public", 
        "likes": 10
    }, 
    {
        "text": "Prateekshit Pandey shared The Worst of Tumblr's photo.\nNo mom, you can't know that.\nNo, it wasn't 2 am.\nThe Worst of Tumblr\n‪#TheWorstOfTumblr‬", 
        "likes": 13
    }, 
    {
        "text": "The Worst of Tumblr\n‪#TheWorstOfTumblr‬", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nFill it out, it'll take just 10 minutes!\n192.168.2.16\n192.168.2.16", 
        "likes": 1
    }, 
    {
        "text": "Mayank Vatsa added 8 new photos — with Prateekshit Pandey and 5 others.\nFun time with students ...", 
        "likes": 104
    }, 
    {
        "text": "Mayank Vatsa with Prateekshit Pandey and 6 others.\nParty with students at Home ... Anush's job joining party .. best of luck Anush", 
        "likes": 103
    }, 
    {
        "text": "Anush Chitti with Prateekshit Pandey.\nOne of the best farewell gifts, I got!!\nThanks Prateekshit Pandey !", 
        "likes": 30
    }, 
    {
        "text": "Anush Chitti with Prateekshit Pandey.\nOne of the best farewell gifts, I got!!", 
        "likes": 30
    }, 
    {
        "text": "Prateekshit Pandey\n9 sleepless nights. 9 random thoughts.\n‪#latenightthoughts‬ ‪#set2‬\nPS: Aditi Angiras has been a constant beacon of inspiration for me. Do check out her work, she is unbelievably good.\nOctober 28 at 3:58am · Public", 
        "likes": 12
    }, 
    {
        "text": "Prateekshit Pandey\nThe more words I learn, the more I realize how I can describe every emotion with the simplest of adjectives.\n‪#latenightthoughts‬\nOctober 27 at 1:56am · Public", 
        "likes": 27
    }, 
    {
        "text": "Prateekshit Pandey\nI like people who understand me well, but I hate those who understand me too well.\nThere is a part of me which I just want to be mine; my own little wooden secret box which I dare not open. And then some people just take this box away and break it open in front me. Why! It wasn't even your business!\nPlease stop it.\nAlso, die.\n‪#latenightthoughts‬\nOctober 26 at 1:32am · Public", 
        "likes": 30
    }, 
    {
        "text": "Prateekshit Pandey\nYear after year, I've added layer after layer to my facade. And the layers are so thick that it's no more just a mask, it's a goddamn coal mine now. You can get in if you want, but you'll surely get out sweating, choked and smeared with coal dust.\nEnter at your own risk.\n‪#latenightthoughts‬\nOctober 25 at 2:08am · New Delhi · Public", 
        "likes": 31
    }, 
    {
        "text": "Prateekshit Pandey\nIt's easier to repent one's own mistakes, than someone else's.\nSo just do it anyway.\n‪#latenightthoughts‬\nOctober 24 at 1:54am · New Delhi · Public", 
        "likes": 27
    }, 
    {
        "text": "Prateekshit Pandey\nI used to carry my feelings loose, like a professor with his books between classes.\n\"I carry the books loose for convenience, you see\", I would often say, as I would wipe and polish each book cover. The title looks clearer when polished, and I would rearrange the books to put their titles in front.\nI still carry them loose. And they still think it's for convenience.\n‪#latenightthoughts‬\nOctober 23 at 1:56am · Public", 
        "likes": 18
    }, 
    {
        "text": "Prateekshit Pandey\nI never understood the long running human fantasy of flying.\nWhat will you get by flying? A sense of thrill? The sheer amount of dirty, oxygen-less air pushing against you as you flap your wings? Or the cliched 'sense of freedom'? Seriously, that's what you'll do with your freedom?\nFly?\nTell that to the bird which is shitting on your window sill right now.\nTry fantasizing lucid dreaming. That shit is dope.\n‪#latenightthoughts‬\nOctober 22 at 1:57am · Edited · Public", 
        "likes": 15
    }, 
    {
        "text": "Taneea S Agrawaal\nRemember how in love we were?\nAs if it wasn't just a feeling we shared deep down in bottom of our hearts, but rather a light, that shone bright. But that light soon went from feeling like a warm blanket over us in the winter to being absolutely cruel and piercing our skin with a thousand prickling needles like in the Indian summer.\nIt caused an explosion so powerful that now we are blinded as we stand in the midst of this universe that resulted because our love failed. We can't even look each...", 
        "likes": 36
    }, 
    {
        "text": "Prateekshit Pandey\nRemember how we were just water, and we came together to form blood. We imploded into a heart and we beat each day as we explored the path of love. But we went out of sync, and it went from symphony to dubstep to absolute crass cacophony; we couldn't carry it any longer. The heart exploded and now there is blood on our faces, as we stand as the living memorial of our love. We can't even look each other in the eye.\nBecause tombstones never face each other.\n‪#latenightthoughts‬\nOctober 21 at 2:09am · Public", 
        "likes": 41
    }, 
    {
        "text": "Prateekshit Pandey\nDon't we all feel more secure when we are sad.\nWe often live our happy moments with a prevalent fear of losing it. But when we are sad, we know things are downhill, and the worse that can happen is it'll go a little south, but still remain downhill.\nIt's addictive, at times. And it scares me.\n‪#latenightthoughts‬\nOctober 20 at 1:48am · New Delhi · Public", 
        "likes": 30
    }, 
    {
        "text": "Prateekshit Pandey\nSometimes I feel like a sock.\nLike a sock piled with other socks on sale in a supermarket, and people crowded around my lot, tearing each other off to get the right sock. The worst part is that if I land in someone's basket with other groceries, I feel good about myself. As if I am not worthless anymore. And I easily forget that I am supposed to be worn by someone, very soon.\nLife stinks. And now it all makes sense.\n‪#latenightthoughts‬\nOctober 19 at 2:04am · Public", 
        "likes": 38
    }, 
    {
        "text": "Prateekshit Pandey\nHappy birthday, Dr. APJ Abdul Kalam.", 
        "likes": 18
    }, 
    {
        "text": "Raj Ayyar\nI came out of class today and ran into my former student Prateekshit Pandey pacing the corridors of IIIT-Delhi, a near perfect desi edit of a character out of Fyodor Dostoevsky--bearded to the hilt, intense, muttering into his cell phone.\nHe looked like Raskolnikov contemplating murder, or Ivan...", 
        "likes": 106
    }, 
    {
        "text": "Prateekshit Pandey\n11 nights. 11 thoughts. Musings of a frustrated, failed writer.\nSome thoughts which I could never turn into a poem. Some vexations which I could never vent out. Some thoughts just churned out of other thoughts.\nThat was all, folks.\n‪#latenightthoughts‬\nSeptember 29 at 10:41pm · Public", 
        "likes": 25
    }, 
    {
        "text": "Prateekshit Pandey\nI hate you. Rather, I want to hate you. There was nothing good about you anyway. You came like a constipated fart in the breeze of my life. Isn't it good that you are gone? All you have left behind is the everlasting stench to the air around me.\nI hate you. It makes it easier to say goodbye.\n‪#latenightthoughts‬\nSeptember 29 at 2:11am · Public", 
        "likes": 31
    }, 
    {
        "text": "Prateekshit Pandey\nWe think memories can be recorded. We stretch out our hands, holding up our phones like a chalice under a waterfall of flowing memories. We easily oversee the fact that memories are not just audio-visual. Memories can be revived, not recorded.\nSo put down your chalice. For once, bathe in the waterfall.\n‪#latenightthoughts‬\nSeptember 28 at 2:00am · Public", 
        "likes": 35
    }, 
    {
        "text": "Prikankshit S Mor\nThose earphones plugged in with loud music and that walk which makes you feel you living behind all the pain and misery, leaving behind this unfair mean world to a better place is all a scam and nothing else. Nothing is gonna change and these walks might become more frequent, instead of walking into a new place(imaginary), try and make this world walk according to you\ninspiration credits : Prateekshit Pandey\n‪#latenightthoughts‬", 
        "likes": 31
    }, 
    {
        "text": "Prateekshit Pandey\n\"When your friends forget you, it's not just their fault.\"\nIt's your fault too. That you made such friends.\n‪#latenightthoughts‬\nSeptember 27 at 2:05am · Public", 
        "likes": 35
    }, 
    {
        "text": "Prateekshit Pandey\n\"Knock Knock\"\n\"Who's there?\"\n\"Life. Here are some lemons down your letter box. OK bye!\"\n*klunk*\nAnd there it is. Fucking lemons down your doormat.\nJust like that. No explanation.\nNext time life does that, open the door, slap her like the bitch she is, throw the lemons in her face and shout \"I needed oranges, asshole!\"\n‪#latenightthoughts‬\nSeptember 26 at 2:07am · Public", 
        "likes": 37
    }, 
    {
        "text": "Prateekshit Pandey\nWhen I show interest in what you are talking about, it makes you feel good. I can see that glow on your face. You feel important, you feel secure.\nIt's cute how we both fake it to make each other feel better.\n‪#latenightthoughts‬\nSeptember 25 at 3:34am · Public", 
        "likes": 32
    }, 
    {
        "text": "Prateekshit Pandey\nWhy can't one just stop thinking? Just draw a blank and clear one's head of thoughts? I can't, and it's frustrating. It's like sitting in front of a TV switched on. I don't necessarily like what's running on the TV, but my head is clamped to the sofa and I can't move. I have a remote with no switch-off button.\nOh, but I can change channels.\n‪#latenightthoughts‬\nSeptember 24 at 2:01am · Public", 
        "likes": 26
    }, 
    {
        "text": "Prateekshit Pandey\n\"How are you?\"\n\"I'm good.\"\nNo you are not. Not all the time.\nYou are either too reluctant to admit it, or too afraid that I'll ask why, to which you are too lazy to answer.\nJust say it, say you're not good. I won't ask why.\n‪#latenightthoughts‬\nSeptember 23 at 2:00am · Public", 
        "likes": 48
    }, 
    {
        "text": "Maneet Singh > Prateekshit Pandey\nHAPPY BIRTHDAY.", 
        "likes": 2
    }, 
    {
        "text": "Anush Chitti\nShit, its your birthday\nOh shit! its your birthday !!!\nBut then who gives a shit about shit's birthday ?\nHave a shitty day, Prateekshit Pandey !", 
        "likes": 25
    }, 
    {
        "text": "Prateekshit Pandey\nLook at yourself in the mirror. Aren't you hideous! They tolerated you. Record and listen to your voice. Sounds terrible doesn't it? They listened to you sing cringe worthy songs in this voice. They heard you complain and bitch and rant in that terrible voice with that hideous face.\nIt doesn't matter if they didn't talk to you for the past few months. If they didn't invite you to their get-together or didn't reply to your messages so promptly.\nCall them friends, because deep inside, they still give a shit about you.\n‪#latenightthoughts‬\nSeptember 22 at 2:00am · Edited · Public", 
        "likes": 28
    }, 
    {
        "text": "Prateekshit Pandey\npunctuation can be so manipulative sometimes as if one is trying to force you to read it in the exact way one will say it to you making you stop and pause at the exact words one wants you to yes it is necessary when you want to get across a larger more strange audience but when you are writing to someone who understands you well shouldn't that person be able to understand the intended punctuation without it being explicitly written can it be a test of how much a person understands the other one\n‪#latenightthoughts‬\nSeptember 21 at 2:01am · Public", 
        "likes": 29
    }, 
    {
        "text": "Prateekshit Pandey\nOne can't appreciate highs in life if one hasn't been to lows. This is same as saying one can't appreciate ice cream without tasting real shit. That's not true. I can appreciate ice-cream without a shitty reference point.\nSo just give me the fucking ice-cream.\n‪#latenightthoughts‬\nSeptember 20 at 2:02am · Public", 
        "likes": 35
    }, 
    {
        "text": "Prateekshit Pandey\nWhat's the point of bleeding if it does not pain? Because it is not just the pain, it's also the unnerving feeling of life being sucked out of your body, drop by drop, gush by gush. When you feel your veins emptying as the skin parts ways to let the blood out, pain is the last thing bothering you.\n‪#latenightthoughts‬\nSeptember 19 at 2:00am · Public", 
        "likes": 31
    }, 
    {
        "text": "Shubhorup Biswas\nDiscovered this 'communication hack'. Mines publicly available data about a person to advise the user on how to optimally communicate with them.\nFirst public test subject is Prateekshit.\nhttps://www.crystalknows.com/personality/prateekshit-pandey\n>It comes naturally to Prateekshit to...\n>Read an...\nMore\nCrystal | Communicate with Empathy\ncrystalknows.com", 
        "likes": 9
    }, 
    {
        "text": "Prateekshit Pandey shared Impulse Filmmaking Workshops's photo.\nImpulse Filmmaking Workshops\nThrough the Eyes of a Painter, M F Hussain's very first film, won the Golden Bear at the Berlin Film Festival 1967. Hussain would have been a 100 years old today.", 
        "likes": -1
    }, 
    {
        "text": "Impulse Filmmaking Workshops\nThrough the Eyes of a Painter, M F Hussain's very first film, won the Golden Bear at the Berlin Film Festival 1967. Hussain would have been a 100 years old today.", 
        "likes": -1
    }, 
    {
        "text": "Shreyash Arya with Prateekshit Pandey and Tushita Rathore at Indraprastha Institute of Information Technology.\nPrateekshit Pandey dedicated mentor!", 
        "likes": 23
    }, 
    {
        "text": "Prateekshit Pandey\nMy name ends in the same way my day starts.", 
        "likes": 25
    }, 
    {
        "text": "Prateekshit Pandey\nKey and Peele finally ended. The finest, most detailed comedy sketch show to have been made on the face of this planet.\nThank you, K&P.", 
        "likes": 4
    }, 
    {
        "text": "Mukul Gupta shared Metamorphosis's photo.\nWhat say you??\nPrateekshit Pandey ho jaye??\nMetamorphosis\nMETAMORPHOSIS 2015\nComing Soon.\nSeptember 12 at 2:13am · Public", 
        "likes": 1
    }, 
    {
        "text": "Metamorphosis\nMETAMORPHOSIS 2015\nComing Soon.", 
        "likes": -1
    }, 
    {
        "text": "Shreyash Arya with Prateekshit Pandey and 6 others at Indraprastha Institute of Information Technology.\nKya KAhu??", 
        "likes": 35
    }, 
    {
        "text": "Shreyash Arya with Prateekshit Pandey and 5 others at Indraprastha Institute of Information Technology.\nMid-nyt class!-----SALUTE DEDICATION!!!!", 
        "likes": 22
    }, 
    {
        "text": "Prateekshit Pandey updated his cover photo.\nSeptember 6 at 4:03pm · Public", 
        "likes": 28
    }, 
    {
        "text": "Prateekshit Pandey\nIt is teacher's day.\nBeing a TA, I don't really know if I am allowed to celebrate this day as *my* day.\nRaj sir, Somitra sir: Happy Teacher's Day!\nDo you accept TAs as a part of your fraternity?", 
        "likes": 18
    }, 
    {
        "text": "Prateekshit Pandey\nWhat a trailer!\n‘Talvar’ Official Trailer | Irrfan Khan, Konkona Sen Sharma, Neeraj Kabi, Sohum Shah, Atul Kumar\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\n\"Coincidences to get characters into trouble are great; coincidences to get them out of it are cheating.\"\nWhat a terrific advice!\nA must read for all amateur writers:\nThe 22 rules of storytelling, according to Pixar\nio9.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nTFW people say they don't like vada pav.", 
        "likes": 3
    }, 
    {
        "text": "Prateekshit Pandey shared Masaan's photo.\nMasaan hits week 3!\nAwesome!\nMasaan\nMasaan Showtimes: Week 3\n‪#Mumbai‬ ‪#Pune‬ ‪#Ahmedabad‬ ‪#Surat‬ ‪#Junagarh‬ ‪#Jamnagar‬ ‪#Baroda‬ ‪#Nagpur‬ ‪#Vapi‬", 
        "likes": 1
    }, 
    {
        "text": "Masaan\nMasaan Showtimes: Week 3\n‪#Mumbai‬ ‪#Pune‬ ‪#Ahmedabad‬ ‪#Surat‬ ‪#Junagarh‬ ‪#Jamnagar‬ ‪#Baroda‬ ‪#Nagpur‬ ‪#Vapi‬", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\n\"Jo film hit ho jati hai woh A grade film hoti hai\"\nWise words from the star of Jungle Raj, the eminent Gajendra Chauhan.\nThis guy has been appointed chairman of FTII, Pune. I can understand that the government is unable to understand the gravity of the issue, but at least this man can have some shame?", 
        "likes": 2
    }, 
    {
        "text": "Sarthak Ahuja\nChaitanya Pandey XD Bhai worth it hai\nMan Shaves His Beard Off After 14 Years. This Is How His Family Reacts When They See Him\nscoopwhoop.com", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey with Shisagnee Banerjee and Ruchika Banerjee.\nDharam bhrasht karwa diya.", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.\nThere just can't be enough swag in this world.\nJuly 26 at 11:33pm · Edited · Public", 
        "likes": 38
    }, 
    {
        "text": "Apoorva Mittal with Prateekshit Pandey.\nWannabe kids", 
        "likes": 6
    }, 
    {
        "text": "Prateekshit Pandey\nWhile everyone is watching trailers of 'Suicide Squad' and 'Superman vs Batman', here is Ketan Mehta's latest trailer:\nManjhi - The Mountain Man - Official Trailer HD | Starring Nawazuddin Siddiqui & Radhika Apte\nyoutube.com", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey with Juhi Bhatnagar at Zu Tisch.\nI never knew catharsis could be vicarious.\nZu Tisch\n4.5 stars\nGerman Restaurant", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\n11 Reasons Why You Should Attend Esya’15\nbluegape.com", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nB.Tech. Admission 2015 | IIIT-Delhi\niiitd.ac.in\nJuly 1 at 11:26pm · Public", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey added 2 new photos.\nVedant Kundan\nFollowing the comment thread, here is the first look of the sensational graphic novel.", 
        "likes": 39
    }, 
    {
        "text": "Prateekshit Pandey\nNO!\nDon't you fucking take away my Top Ramen from me!\nI don't care how much lead it has!\n‪#leadchudap‬ ‪#whytopramen‬ ‪#baneverythingbc‬", 
        "likes": 12
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.\nJune 29 at 11:35am · Public", 
        "likes": 8
    }, 
    {
        "text": "Prateekshit Pandey\nAs a part of my research work at Image Analysis and Biometrics Lab - IIIT-Delhi, we are trying to understand how human brain responds to face recognition in challenging scenarios such as age, weight, and disguise variations. We have prepared an online test for this task. Please try it out (it should...\nMore\nBiomCAT\n103.25.231.35\nJune 29 at 10:50am · Edited · Public", 
        "likes": 12
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nMASAAN: Official Trailer | In Cinemas 24 July | Richa Chadha, Vicky Kaushal, Sanjay Mishra\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey uploaded a new video.\nWhen I've been waiting too long in a queue and lose sanity.", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nI have mixed feelings about this.\nMohalla Assi\nyoutube.com", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared Shit Academics Say's photo.\nStory of my life.\nShit Academics Say", 
        "likes": 7
    }, 
    {
        "text": "Shit Academics Say", 
        "likes": -1
    }, 
    {
        "text": "Yash Lamba\nA murderously fun day of shooting Thank you Ramon, Kundan, Priyanka, Shweta and Deepak. Prateekshit, you surely missed the fun. Dear all you will be missed badly...", 
        "likes": 15
    }, 
    {
        "text": "Prateekshit Pandey\nSo this is what heartbreak feels like.", 
        "likes": 6
    }, 
    {
        "text": "Prateekshit Pandey with Shisagnee Banerjee.\nWhen they said trust a Bong's choice in cinema, they were not wrong.", 
        "likes": 8
    }, 
    {
        "text": "Nishant Sharma with Prateekshit Pandey at IIIT-Delhi.", 
        "likes": 31
    }, 
    {
        "text": "Nishant Sharma added 3 new photos — with Prateekshit Pandey and 2 others at IIIT-Delhi.\nMay 14 · New Delhi\nReport", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey with Shruti Nagpal and 6 others.\nThis makes me sad.", 
        "likes": 9
    }, 
    {
        "text": "Prateekshit Pandey\n‪#connectindia‬ ‪#connecttheworld‬\nHelp everyone get access to free internet #connectindia #connecttheworld\nfacebook.com", 
        "likes": -1
    }, 
    {
        "text": "Mayank Vatsa with Harsh Manocha and 24 others.\nIABian: we work hard and we party hard ... IAB Dinner 2015 @ Punjabi Grill, Select Citywalk", 
        "likes": 76
    }, 
    {
        "text": "Mayank Vatsa with Romil Bhardwaj and 32 others.\nIAB@IIIT-Delhi ... going to miss the graduating batch", 
        "likes": 130
    }, 
    {
        "text": "Prateekshit Pandey\nsalary and tenure : outside we ask earl\nA Mouth Full of Words: Visually Consistent Acoustic Redubbing\nyoutube.com", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nAmol Geet Dhruv\nI get this feeling that there is no awesomeness in my batch. Or the junior ones.\nKisiko protege hi bana lete", 
        "likes": 10
    }, 
    {
        "text": "Prateekshit Pandey\nYou are back from a political sabbatical.\nYou are a laughing stock.\nBut you wanna gain some respect back.\nWhat do you do next?\n‪#RGforNetNeutrality‬", 
        "likes": 5
    }, 
    {
        "text": "IIIT-Delhi\nThanks Prateekshit Pandey it has been a joy having students like you IIIT-Delhi\nIIIT Delhi Admissions\nPrateekshit Pandey reviewed IIIT-Delhi —\nWith a crystal clear vision of producing excellent researchers and engineers in computer science, I've seen this institute grow. The sheer atmosphere which hits you when you enter the campus is so invigorating, any computer science enthusiast is liable to fall for it!\nIIIT-Delhi\nIndraprastha Institute of Information Technology, Delhi (aka. IIIT-Delhi or IIIT-D) is a State University...\nApril 22 at 2:59pm · Edited · Public", 
        "likes": 6
    }, 
    {
        "text": "Prateekshit Pandey reviewed IIIT-Delhi —\nWith a crystal clear vision of producing excellent researchers and engineers in computer science, I've seen this institute grow. The sheer atmosphere which hits you when you enter the campus is so invigorating, any computer science enthusiast is liable to fall for it!\nIIIT-Delhi\nIndraprastha Institute of Information Technology, Delhi (aka. IIIT-Delhi or IIIT-D) is a State University...", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nWhat the Drishyam Sundance Institute masterclass taught us about screenwriting\nlonglivecinema.com", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey with Kavita Joshi.\n\"I see you made a conscious decision to go for an extreme close up, followed by a cut to a medium shot, multiple times throughout the film.\"\n- at Impulse Filmmaking Workshops", 
        "likes": 13
    }, 
    {
        "text": "Impulse Filmmaking Workshops with Prateekshit Pandey and 4 others.\nApril 13 at 7:13pm · Public", 
        "likes": 11
    }, 
    {
        "text": "Impulse Filmmaking Workshops with Prateekshit Pandey and 7 others.\nApril 13 at 7:13pm · Public", 
        "likes": 16
    }, 
    {
        "text": "Sarthak Bajaj\n[Customary After Status]\nThank you 'Class of B.Tech '16' for the awesome farewell. Prateekshit, Manya, Ishita, Shubham, Saumya , Simran and all the awesome juniors for organising it so beautifully and with so many creative ideas. Meant a lot to me.\nPrateekshit, I hope yu went through all those positive emotions we talked about, which I cherish.\nThank you Bhavna, Agam, Siddhant, and Anmol for the awesome pictures. They are so many and so beautifully captured. Honestly, haven't gone through all...\nMore\nApril 6 at 11:20pm · Edited · Public", 
        "likes": 70
    }, 
    {
        "text": "Prateekshit Pandey\nStruck Gold.\nhttp://www.sarthakahuja.com/\nSarthak Ahuja", 
        "likes": 14
    }, 
    {
        "text": "Prateekshit Pandey\nFinally, a \"normal\" dp.\nCredits: Bhavna\nApril 6 · Edited · Public\n47 · Unlike · Comment · Share · Tag Photo · Full Story · Report", 
        "likes": 47
    }, 
    {
        "text": "Prateekshit Pandey\nIn no particular order.\nAparna di.\nDhruv bhaiya.\nApoorva di.\nUtkarsh bhaiya.\nKshitij bhaiya.\nManeet di.\nGitanshu bhaiya.\nAnkur bhaiya.\nAshrut bhaiya.\nArchit bhaiya.\nGeet bhaiya.\nSanchit bhaiya.\nI guess you understand what I want to say.", 
        "likes": 23
    }, 
    {
        "text": "Simran Bakshi with Prateekshit Pandey and 3 others.\nhates all you seniors.", 
        "likes": 1
    }, 
    {
        "text": "Shreya Singh > Manan Gakhar\nWhy do I have a feeling that this picture is an indication of what is going to happen to us next month?\n‪#Robotics‬ ‪#AutonomousCar‬?\n — with Prateekshit Pandey and Manan Gakhar.", 
        "likes": 3
    }, 
    {
        "text": "Prateekshit Pandey with Ritvik Agarwal and 4 others.\nSeems like some people have a NAAC for theater.\n‪#extremepun‬", 
        "likes": 14
    }, 
    {
        "text": "Prateekshit Pandey\nI already want to see this film!\nThe Vigil Idiot Reviews “Shamitabh”\nlowboredom.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\n\"A Gangnam Style\"\nSeriously? Maneet Apoorva Janhavi Aparna", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey\nRaj sir, tempted by the interesting result you got from the quiz, I decided to go for it too.\nWhy doesn't this quiz ask for your gender?!!\nI am Trinity! Which Matrix Character Are You?\nbrainfall.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey shared Atelier at 10's photo — feeling excited.\nIts here, guys!\nShweta Priyanka Kundan Sahar\nAtelier at 10", 
        "likes": 8
    }, 
    {
        "text": "Atelier at 10", 
        "likes": -1
    }, 
    {
        "text": "Srishty Saha\nSo damn true ! Thank you Prateekshit for the status.This was needed.\nPrateekshit Pandey\nDear professors,\nPlease stop using vacations to \"fasttrack\" project work.\nVacations are meant for a reason: to FRIGGIN' RELAX! It might seem surprising, but we do have a life.\nThank you.", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nDear professors,\nPlease stop using vacations to \"fasttrack\" project work.\nVacations are meant for a reason: to FRIGGIN' RELAX! It might seem surprising, but we do have a life.\nThank you.", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nDear professors,\nPlease stop using vacations to \"fasttrack\" project work.\nVacations are meant for a reason: to FRIGGIN' RELAX! It might seem surprising, but we do have a life.\nThank you.", 
        "likes": 25
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nByldathon | IIIT Delhi\nbyld.iiitd.edu.in", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey with Yash Lamba.\nI'll just leave this here.", 
        "likes": 24
    }, 
    {
        "text": "Prateekshit Pandey\nManeet Singh Shruti Nagpal\nSo here is what you guys missed yesterday.\nApparently I missed it too\nThe Fundamental Matrix Song (Stereo-Image Matching using epipolar lines)\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey feeling confused.\nMy mobile clock used to be 15 minutes fast. Somewhere, sometime in my life, it corrected itself.\nI have no idea for how many meetings have I been 15 minutes late, and no one told me. The bigger question is: why did no one tell me!", 
        "likes": 6
    }, 
    {
        "text": "Prateekshit Pandey shared Abhinav Jadon's photo.\nTrying to get my written work to TVF...\nLooks like everyone but TVF notices me\nAbhinav, tu asli bhai hai yaar\nAbhinav Jadon with Prateekshit Pandey.\nKuch bhi kaho , Chaa gaye (Prateekshit) Pandeyji . (Somebody tag him here . Just realized he is not on my friend list ) .", 
        "likes": 5
    }, 
    {
        "text": "Abhinav Jadon with Prateekshit Pandey.\nKuch bhi kaho , Chaa gaye (Prateekshit) Pandeyji . (Somebody tag him here . Just realized he is not on my friend list ) .", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nThe landslide victory of ‪#AAP‬ has restored my faith in Indian politics.", 
        "likes": 3
    }, 
    {
        "text": "Prateekshit Pandey\nWe often underestimate the importance of short messages.\nSometimes, receiving as small a message as \"Just wanted to say hi!\" can be reinvigorating.\n‪#LiteratureAndTheGoodOlDays‬", 
        "likes": 8
    }, 
    {
        "text": "Prateekshit Pandey\nSomeone please gift this to me!!! :')\nIndiegogo Campaign Video\nfrom AMPL Labs", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nAbsolute respect, ‪#TVF‬\nIts great to see how the internet community comes together when one of them faces the brunt.\n‪#AIB‬ was gutsy enough to introduce insult comedy in India. There is no possible explanation to justify the FIRs being lodged against them. It was pragmatic of them to take down...\nMore\nTVF Reacts to AIB Knockout - #NoCountryForFunnyMen\nyoutube.com", 
        "likes": 8
    }, 
    {
        "text": "Prateekshit Pandey updated his cover photo.", 
        "likes": 2
    }, 
    {
        "text": "Mayank Vatsa with Prateekshit Pandey and 7 others.\nDinner with students", 
        "likes": 48
    }, 
    {
        "text": "Saumya Jain with Prateekshit Pandey and 7 others.\nThe one with all of us.\nSometimes, I miss you all.\nJanuary 25 at 1:01pm · Edited · Public", 
        "likes": 54
    }, 
    {
        "text": "Prateekshit Pandey shared Vj José Official / Real / Not Fake/ Really's video.\nSarthak Ahuja Mridul Malpotra\nVj José Official / Real / Not Fake/ Really uploaded a new video.\nALL of Hoezaay's Misheard Lyrics. [FB edition]", 
        "likes": 3
    }, 
    {
        "text": "Vj José Official / Real / Not Fake/ Really uploaded a new video.\nALL of Hoezaay's Misheard Lyrics. [FB edition]", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.\nJanuary 19 at 5:05pm · Public", 
        "likes": 38
    }, 
    {
        "text": "Raj Ayyar\nIf you happen to be in the Delhi NCR area, do drop in for this one:\nThe Lunchbox Philosophers will open its Winter sem. innings on Tuesday the 13th of Jan. between 1 and 2 pm in the CCD area (Academic Building, Ground Floor), IIIT-D.\nAll are welcome.\nMr. Prateekshit Pandey will present on: \"Do we all exist for others?''\nAmong other topics, we will discuss the following:\nIs there a genuine ethical responsibility towards others?\nWhat is the difference between caring for the Other, and following/...", 
        "likes": 19
    }, 
    {
        "text": "Prateekshit Pandey\nTo all Sherlock fans!\nhttps://www.youtube.com/watch?v=EuO6rdsnN8c\nBBC Sherlock Theme - Indian Jam (Tushar, Samay, Prathamesh)\nyoutube.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nShut up and do it.", 
        "likes": 4
    }, 
    {
        "text": "Chaitanya Kumar with Prateekshit Pandey and 3 others in Goa, India.\nDecember 2014 · Goa · Public", 
        "likes": 30
    }, 
    {
        "text": "Prateekshit Pandey\nRead about this in today's newspaper: the Breakup Helpline\nhttp://breakuphelpline.com/\nI have to agree - its a ingenious startup venture.\nBut the fact that this startup is making good revenue is not a very good sign, is it?\nAre we really out of good friends we can confide to?\nDealing With A Break Up | How To Get Over A Breakup | Break Up Quotes\nbreakuphelpline.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.\nCredits: Saumya Jain\nDecember 17, 2014 at 8:13pm · Edited · Public", 
        "likes": 48
    }, 
    {
        "text": "Prateekshit Pandey\nAmazed at how something can be so simple and yet so deep.\nEVERYONE IS LONELY\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nEvery. Conference. Ever.", 
        "likes": 9
    }, 
    {
        "text": "Archit Agarwal\nGrow Your Own Picture - Genetic Algorithms & Generative Art\nhttp://chriscummins.cc/s/genetics/\nAbhinav Arora, Tiru Sharma, Aakarsh Malhotra, Utkarsh Gupta, Prateekshit Pandey\nDecember 7, 2014 at 12:50am · Public", 
        "likes": 9
    }, 
    {
        "text": "Prateekshit Pandey with Romil Bhardwaj and 11 others.\nThis is what I call a kickass research lab!\n‪#iab‬ ‪#groupselfie‬ ‪#iabugrox‬ ‪#didanyonegetthereference‬", 
        "likes": 71
    }, 
    {
        "text": "Priyanka Verma with Prateekshit Pandey and 10 others at Rajdhani Select City Saket.\nIAB Group", 
        "likes": 153
    }, 
    {
        "text": "Prateekshit Pandey shared 9GAG's photo.\nShreya, why does this remind me of you?\n9GAG\nWe all have that one friend...\nhttp://9gag.com/gag/aYpP9vO", 
        "likes": 7
    }, 
    {
        "text": "9GAG\nWe all have that one friend...\nhttp://9gag.com/gag/aYpP9vO", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nAlankrita This blew me away!\nHarry Potter (Anime Version)\n9gag.com", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared 9GAG's photo.\nAlankrita Pathak\n9GAG\nI HATE THEM! (Just kidding I'm one of them)", 
        "likes": 3
    }, 
    {
        "text": "9GAG\nI HATE THEM! (Just kidding I'm one of them)", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey feeling proud with Anush Chitti.\nMy first publication wins the best poster award at the most reputed biometrics conference!", 
        "likes": 123
    }, 
    {
        "text": "Prateekshit Pandey\nAnush Chitti\nCan cartoons be used to teach machines to understand the visual world?\neurekalert.org", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nMetamorphosis @ Oasis - BITS, Pilani is back in a new avatar this year!\nMetamorphosis is a short film-making competition, a platform for upcoming film-makers and artists to showcase their talents. It serves as a platform where every aspiring film-maker has the opportunity to amaze their viewers with...\nMore\nSeptember 24, 2014 at 6:30pm · Public", 
        "likes": 1
    }, 
    {
        "text": "Saumya Jain > Prateekshit Pandey\nIA liya hai..deblurring filter laga lena\nHappppppyyyyyyyyy Birthdayyyyyyyyyyyy pratty!\nWish you all luck in life\nBohht saara ML padho, IA padho, reasearch karo..\nNaah..thodi masti bhi karlo\nDo bhojpuri dance\nCrack the worst PJs everrrrr!\nAct better than any actor possible.\nSing better than the...", 
        "likes": 17
    }, 
    {
        "text": "Prateekshit Pandey\nOne of the best teacher's day speeches ever heard in my life.\nI'm not a very pro-BJP person. I'm not pro to any party for that matter. But I'll request everyone, irrespective of their personal preference for any party, to watch this video.\nMr. Narendra Modi - Respect++ !!\nThe Prime Minister Narendra Modi interacting with students on the occasion of Teacher's Day\nyoutube.com", 
        "likes": 2
    }, 
    {
        "text": "Rishi Baijal\nTavneet nominated me for the book-bucket-list challenge. Here are my picks:\n1. The Murder of Roger Ackroyd: Agatha Christie at her best. One of the greatest mystery novels ever written. If you haven't read it yet, stop reading this and pick up that book. It will blow your mind.\n2. And Then There Were None: The only thriller that is better than The Murder of Roger Ackroyd.\n3. The Lord of the Rings: J.R.R Tolkein's masterpiece.\n4. A Song of Ice and Fire (especially A Storm of Swords: Blood and...\nMore\nSeptember 2, 2014 at 12:46am · Public", 
        "likes": 3
    }, 
    {
        "text": "Prateekshit Pandey shared Jose Canaura's photo.\nShreya I understand your skepticism now\nJose Canaura feeling annoyed.\nSo I was nominated for ALS Ice Bucket Challenge. I'm not going to participate nor will I pay the donation money. With a little bit of research, fairly simple, I found the following. As of 2012, ALSA has directed only 7.71% of its budget to Research. And not only that, 63.63% of their budget for the...", 
        "likes": -1
    }, 
    {
        "text": "Jose Canaura feeling annoyed.\nSo I was nominated for ALS Ice Bucket Challenge. I'm not going to participate nor will I pay the donation money. With a little bit of research, fairly simple, I found the following. As of 2012, ALSA has directed only 7.71% of its budget to Research. And not only that, 63.63% of their budget for the...", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nMy mind is full of fuck.\nExclusive: Desi Kalakaar Full VIDEO Song | Yo Yo Honey Singh | Sonakshi Sinha\nyoutube.com", 
        "likes": 5
    }, 
    {
        "text": "Prateekshit Pandey\nKhushboo I got scientist\nI got Scientist. What career were you actually meant for?\nbitecharge.com", 
        "likes": -1
    }, 
    {
        "text": "Dramatis Personae with Prateekshit Pandey.\nRidiculously skinny Akram is ridiculously skinny!\nAugust 23, 2014 at 3:39pm · Public", 
        "likes": 4
    }, 
    {
        "text": "Dramatis Personae with Prateekshit Pandey.\nAkram's makeup in the making\nAugust 23, 2014 at 3:39pm · Public", 
        "likes": 3
    }, 
    {
        "text": "Dramatis Personae with Prateekshit Pandey and 8 others.\nCast and crew of \"Paraya Aasman\", monsoon play 2014!\nAugust 19, 2014 · Edited · Public", 
        "likes": 75
    }, 
    {
        "text": "Prateekshit Pandey\nI'm pretty sure Bollywood sits down together once a year and decides release dates.\nSalman jumps up and calls Eid release.\nAamir calls for a new year release.\nShah Rukh opts for somewhere in between, 'cause by then people would've forgotten Salman and would be waiting intently for Aamir's release.\nAkshay proposes his release dates - no gives a f**k.\nThe remaining dates are taken by YRF and Dharma Productions on mutual understanding.\nAs for the residual dates... well, who cares.\nAnd somewhere...", 
        "likes": 13
    }, 
    {
        "text": "Prateekshit Pandey shared Breaking Bad's photo.\nAlways wanted to learn this\nBreaking Bad\nYou’re welcome.\nThe ‪#BreakingBadBinge‬ continues Sunday at 5|4c.", 
        "likes": 4
    }, 
    {
        "text": "Breaking Bad\nYou’re welcome.\nThe ‪#BreakingBadBinge‬ continues Sunday at 5|4c.", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nAIB Quickie - Raag Salman\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nYes Yo Yo, this will definitely get you a grammy.\nExclusive: Aata Majhi Satakli | Singham Returns | Ajay Devgan | Kareena Kapoor | Yo Yo Honey Singh\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey shared Esya: IIIT Delhi's Techfest's event.\n22\nAUG\nDarwin Games | Techathlon | Esya'14, IIIT Delhi\nFri 11 AM\n143 people went\nInterested", 
        "likes": 2
    }, 
    {
        "text": "Aditya Mishra > Prateekshit Pandey\nAdapt learn and code\n22\nAUG\nDarwin Games | Techathlon | Esya'14, IIIT Delhi\nFri 11 AM\n143 people went\nInterested", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nAfter five rounds to the passport office, 15 and half hours of standing in queues, 3 and a half hours of staring at government officials and answering them the same questions over and over again, and spending over 5 and a half thousand bucks on passport fees + getting perfect documents + getting them again, I finally get my passport now.\nAfter all this, if someone does as much as scratch my passport, I'll freaking scratch his eyes out", 
        "likes": 9
    }, 
    {
        "text": "Prateekshit Pandey\nThis is the most narcissistic I can get.\nPresenting: 2048, Prateekshit edition. Complete the game to complete my name (oh, it rhymes!).\n2048: Prateekshit Edition\ngames.usvsth3m.com", 
        "likes": 9
    }, 
    {
        "text": "Prateekshit Pandey shared Minimal Bollywood Posters's photo.\nJesse Pandey\nMinimal Bollywood Posters with Nitin Kathayat and 14 others.\nBreaking Bad", 
        "likes": 4
    }, 
    {
        "text": "Minimal Bollywood Posters with Nitin Kathayat and 14 others.\nBreaking Bad", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nTerminal was never more fun.\nIntroducing 2048.c", 
        "likes": 18
    }, 
    {
        "text": "Prateekshit Pandey\n\"Tedha hai par mera hai\"\n\"That's too much information\"\nA Tribute To Classic Indian Ads (Full Version feat. AIB & Voctronica)\nyoutube.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nI am unable to view my gdrive documents on google docs, the error message being \"the app is currently unreachable\". I've tried all workarounds, including clearing cookies and cache, but futile.\nIs anyone else facing the same problem?", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nFor Odyssey Organizers: Just in case you guys still haven't delivered the prize cheques to the winners, the cheques are gonna expire the day after tomorrow (3rd July). So you'd better hurry.\nToday I delivered the last cheque in my possession. The guys who received it did not know anything about the expiry date. When I told him about it, trust me, his expressions were not good.", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nCheck out this weird site which generates a facebook status for you: http://what-would-i-say.com/\nThis is what it generated for me:\n\"a week packed with four quizzes, each being a malicious link which was only able to half of the classes, I only posted along with a biologist, and a bunch of Idon'tknowwhat pages, like Nude ladka with 'friends' ;\"\nanother one generated by the same stupid bot:\n\"theater people without whom my life at IIIT Delhi is incomplete. Thank you guys, for educational purpose...", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nAfter invading Greece, Philip II of Macedon sent a message to Sparta:\n\"If I win this war, you will be slaves forever.\"\nThe Spartans replied:\n\"If\"", 
        "likes": 6
    }, 
    {
        "text": "Chaitanya Kumar > Prateekshit Pandey\nWut?!\nDoge of Venice - Wikipedia, the free encyclopedia\nen.wikipedia.org", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nHappy Father's Day, Tywin\n‪#GoT‬ ‪#TyrionIsAwesome‬ ‪#SuckItTywin‬", 
        "likes": 13
    }, 
    {
        "text": "Prateekshit Pandey\nAttended a family function today.\nSmiling has never been harder.", 
        "likes": 31
    }, 
    {
        "text": "Prateekshit Pandey\nFor those who have watched the latest GoT episode\n‪#GoT‬ ‪#SanjayLeelaBhansaliLol‬\nAIB Quickie - Bhansali directs Game of Thrones\nyoutube.com", 
        "likes": 5
    }, 
    {
        "text": "Prateekshit Pandey\nA first of its kind tv commercial template\nhttps://www.youtube.com/watch?v=PuQt9N4Dsok\nPlease Use This Song (Jon Lajoie)\nyoutube.com", 
        "likes": -1
    }, 
    {
        "text": "Yash Lamba > Prateekshit Pandey\nThis is what we do in Confab sessions Priyanka Yadav Kundan Kumar Devyani Rohilla...", 
        "likes": 47
    }, 
    {
        "text": "Prateekshit Pandey shared Ramon Bhadauria's photo.\nRamon Bhadauria\nAre Zuckerberg, Jobs, Gates your idols?\nDoes \"war\" mean more virtual to you than the one with rifles?\nDo you eat, sleep and breathe in code?\nOr do you wonder how internet packets flowed?\nOr if building apps and making bots is your thing,\nYou just can't miss this ping!\nAfter 3 years of attracting...", 
        "likes": 1
    }, 
    {
        "text": "Ramon Bhadauria\nAre Zuckerberg, Jobs, Gates your idols?\nDoes \"war\" mean more virtual to you than the one with rifles?\nDo you eat, sleep and breathe in code?\nOr do you wonder how internet packets flowed?\nOr if building apps and making bots is your thing,\nYou just can't miss this ping!\nAfter 3 years of attracting...", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nThe Lannisters send their regards :')\nCredits - 9gag", 
        "likes": 4
    }, 
    {
        "text": "Prateekshit Pandey\nI have a new idea for our insti's tag line:\n\"Marks se no marks, sirf 6 hafto mein\"\nWhat say?", 
        "likes": 36
    }, 
    {
        "text": "Prateekshit Pandey\nAlankrita\nTry this one!\nI got Armin! Which \"Attack on Titan\" Character are You?\nepicstream.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nPeople who made this quiz... nice people I say\nI got Logical Thinking - What Is Your Brain Good At?\nquizony.com", 
        "likes": 3
    }, 
    {
        "text": "Prateekshit Pandey\nOh Foody night, where were you these two years? :')\nThe gods have finally listened to my prayers!\nGoodbye, 2 am hunger pangs!\nFoody Night-ALL NIGHT RESTAURANT IN DELHI\nfoodynight.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nThe kind of calls I've been receiving these days:\nPerson: Hi Prateekshit, kaun kaun se courses le raha hai?\nMe: Hi! Main yeh wale courses le raha hu... <brief explanation> ... tu kaun se courses le raha hai?\nPerson: ummm.. yaar socha nahi\nSocha nahi? Seriously? Even on the last day of registration?\nAt least don't lie when you're seeking advice.\n‪#fuckingirritated‬", 
        "likes": 22
    }, 
    {
        "text": "Prateekshit Pandey\nGod bless those who made the Google App Engine... simply love it.", 
        "likes": 5
    }, 
    {
        "text": "Prateekshit Pandey\n\"A physicist, a biologist, and a statistician go hunting one day. They're creeping around the forest until they come across a deer in the distance, so they crouch down and all three take aim. The physicist is the first to fire but his shot veers off to the left by about 5 metres. The biologist takes his turn and his shot also misses by 5 metres, but this time it goes off to the right of the deer. At this point the statistician yells, \"We hit it!\"\"", 
        "likes": 18
    }, 
    {
        "text": "Prateekshit Pandey shared CodeChef's photo.\nHaha, so true\nCodeChef with Hari Ramani and 5 others.\nNotice for Non-Programmers.. ‪#CodeChef‬\n~Via http://goo.gl/4jCWrK", 
        "likes": 19
    }, 
    {
        "text": "CodeChef with Hari Ramani and 5 others.\nNotice for Non-Programmers.. ‪#CodeChef‬\n~Via http://goo.gl/4jCWrK", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nBest music video ever...\nmuch deep. very dance.\nSunday morning love you\nyoutube.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nRecently some of us, including me, clicked on a malicious link which was posted along with a tutorial video about hacking into other's facebook account, which was \"only for educational purpose\" (seriously -_-).\nI am really ashamed that I fell for something so lame, and I apologize to everyone in my friend list who got notifications saying that I had tagged them in a comment.\nI faced a nightmare of cleaning up my account after that. They apparently had run a script which not only posted the...", 
        "likes": 12
    }, 
    {
        "text": "Yash Lamba\nAwesomely superb day part II with the Monopoly Maestro Vinayak 'Champ' Chopra and the strong man Akshay. I thank the other protagonists - Dipto sir, Shayan, Tarun Bansal, Tanmay and Prateekshit.\nP.S. - Tarun bhaiya Vinayak may thank you more", 
        "likes": 10
    }, 
    {
        "text": "Rishi Baijal with Prateekshit Pandey and Mridul Malpotra.\nFor Alakh, Mridul and Prateekshit: Last evening's jam session with you guys was absolutely amazing. I haven't had this much fun since the beginning of the semester.", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.", 
        "likes": 119
    }, 
    {
        "text": "Shubhorup Biswas shared a link to Prateekshit Pandey's Timeline.\nhttp://www.jhaslodhivali.org/pagefiles/Untitled-16_4_10_2012_4_30_52.jpg\njhaslodhivali.org", 
        "likes": 15
    }, 
    {
        "text": "Yash Lamba with Prateekshit Pandey.\nThis is what Dramatis Personae does during meetings", 
        "likes": 20
    }, 
    {
        "text": "Prateekshit Pandey\nThat moment when you find out that you were born on the same day as the premiere of TV series 'Friends'!\nThis only implies that I'm the total opposite of 'forever alone'... I was born with 'friends'", 
        "likes": 33
    }, 
    {
        "text": "Ramon Bhadauria\nif every club in IIIT is getting a shirt printed, sab saath mein order de do ?\ncc Prateekshit Pandey Siddharth Gupta Sarthak Ahuja Shantanu Goel Geet Gupta", 
        "likes": 1
    }, 
    {
        "text": "Mridul Malpotra\nHe's gone\nPrateekshit\nTHANK YOU FOR EVERYTHING\nyoutube.com", 
        "likes": 5
    }, 
    {
        "text": "Raghav Sehgal with Prateekshit Pandey and 5 others.\nI guess its by far the best cover photo I have ever had..... Credits: Sarthak Ahuja\nMarch 3, 2014 · Edited · Public", 
        "likes": 29
    }, 
    {
        "text": "Vinayak Chopra\nSo many people to thank for the birthday wishes\nSeriously, amazing day today and such sweet wishes I got from so many people I never realized people loved me so much I have such sweet juniors who gave some amazing and sweet wishes. I'll miss you guys so so much. Anisha, Pankhuri, Kriti, Utkarsh, Prateekshit, Apoorva Mittal, Ayush Goel, Gitanshu, Maneet specially Shivangi Mehra (One of the best Birthday Wishes I've gotten)\nAlso, Vedant, Aneesh, Udayan, Shiv and Shubham. Thank you guys\nAstha...", 
        "likes": 53
    }, 
    {
        "text": "Chaitanya Kumar with Prateekshit Pandey and 5 others.\nCredits: Sarthak Ahuja\nMarch 2, 2014 · Edited · Public", 
        "likes": 23
    }, 
    {
        "text": "Sarthak Ahuja with Manan Gakhar and 5 others.\nBecause I wanted all of us to have a cool poster. ‪#Wolfpack‬\n( Inspired from https://www.facebook.com/photo.php?fbid=669314939765941&set=a.495489060481864.111423.493343230696447&type=1&theater )\nMarch 2, 2014 at 1:20am · Edited · Public", 
        "likes": 109
    }, 
    {
        "text": "Shreya Singh > Prateekshit Pandey\nhttps://www.youtube.com/watch?v=S6_w7lDQcCU\nMridul Malpotra\nFacebook Look Back - WALTER WHITE\nyoutube.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nBreaking Bad Remix: Say My Name\nyoutube.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nI think there is a lot to learn from this, my fellow theater guys!\nYash Lamba, Shayan Lahiri, Priyanka Yadav, Digvijay Singh, Shweta Sood, Kundan Kumar, Shreya Singh, Saumya Jain, Juhi Bhatnagar, Bhavna Nagpal, Varun Bansal, Kapil Khatri\nhttps://www.youtube.com/watch?v=jYqZtSKC9rA", 
        "likes": 13
    }, 
    {
        "text": "Prateekshit Pandey shared Kuljeet Singh's photo.\nBe there!\nKuljeet Singh\nAtelier's ACT Festival Season 7 picking up...\n9 top class PROSCENIUM shows at Shri Ram Centre, Mandi House on February 7-8-9, 2014.\nTickets available on www.bookmyshow. Check details at Atelier Theatre\nYOU SHALL NOT MISS THIS!!!\nAtelier at 10", 
        "likes": -1
    }, 
    {
        "text": "Kuljeet Singh\nAtelier's ACT Festival Season 7 picking up...\n9 top class PROSCENIUM shows at Shri Ram Centre, Mandi House on February 7-8-9, 2014.\nTickets available on www.bookmyshow. Check details at Atelier Theatre\nYOU SHALL NOT MISS THIS!!!\nAtelier at 10", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey updated his cover photo.", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey shared Uttar Rang's photo.\nThe winning team in Proscenium: UTTAR RANG for BATHAAN\nWay to go, Uttar Rang!!\nUttar Rang with Rytham Sharma and 13 others.\nCongratulations to team of Bathaan.\nOur play 'Bathaan' got three awards: Best Play, Best Actor, Best Actress in Odyssey 14' IIIT Delhi.\nKeep it up guys...", 
        "likes": 10
    }, 
    {
        "text": "Uttar Rang with Rytham Sharma and 13 others.\nCongratulations to team of Bathaan.\nOur play 'Bathaan' got three awards: Best Play, Best Actor, Best Actress in Odyssey 14' IIIT Delhi.\nKeep it up guys...", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared Odyssey, IIIT Delhi's photo.\nThere you go, Apoorv Bhaiya\nOdyssey, IIIT Delhi\nPoster No. 26\nName: Apoorv Narang\nCollege: IIIT-Delhi\nMovie: 3 Idiots", 
        "likes": -1
    }, 
    {
        "text": "Odyssey, IIIT Delhi\nPoster No. 26\nName: Apoorv Narang\nCollege: IIIT-Delhi\nMovie: 3 Idiots", 
        "likes": -1
    }, 
    {
        "text": "Odyssey, IIIT Delhi with Prateekshit Pandey and Yash Lamba.\nJanuary 29, 2014 at 6:28pm · Public", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared his photo.\nPrateekshit Pandey > Proscenium | Theatre | Odyssey'14, IIIT-Delhi\n17 top teams registered...\n5 teams to make it to the event stage...\n1 ultimate glory of the Proscenium...\nThe wait is over.\nBefore we roll out the names of the teams shortlisted for the event, we would like to thank all of you for showing interest in our fest. It was hell of a tough job for us to...", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey > Proscenium | Theatre | Odyssey'14, IIIT-Delhi\n17 top teams registered...\n5 teams to make it to the event stage...\n1 ultimate glory of the Proscenium...\nThe wait is over.\nBefore we roll out the names of the teams shortlisted for the event, we would like to thank all of you for showing interest in our fest. It was hell of a tough job for us to...", 
        "likes": -1
    }, 
    {
        "text": "Yash Lamba > Prateekshit Pandey\nOne of the most hardworking and talented people that I have met. You certainly have a bright future boy. May god bless you", 
        "likes": 15
    }, 
    {
        "text": "Prateekshit Pandey\nwaiting backstage, I feel my heart pounding in my throat\nI look around, and there is nothing but darkness\nI move forward in the stillness, my footsteps echoing in the hall\nthe curtains part from nowhere, and expose me to the crowd which I can't see\nthe spotlights blind me, and make me realize where...", 
        "likes": 21
    }, 
    {
        "text": "Prateekshit Pandey shared Kshitiz Bakshi's video.\nMind = blown!\nMore to look forward at Odyssey, IIIT Delhi, '14 \\m/\nKshitiz Bakshi uploaded a new video.\nOur first entry comes via Nikhil Soni, dancing to \"Nain se naino ko mila\"!", 
        "likes": 5
    }, 
    {
        "text": "Kshitiz Bakshi uploaded a new video.\nOur first entry comes via Nikhil Soni, dancing to \"Nain se naino ko mila\"!", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared Born in 90s (1990-1999)'s photo.\nAlankrita\nBorn in 90s (1990-1999) with Chic Sazon and 10 others.", 
        "likes": 8
    }, 
    {
        "text": "Born in 90s (1990-1999) with Chic Sazon and 10 others.", 
        "likes": -1
    }, 
    {
        "text": "Saumya Jain with Prateekshit Pandey and Shuktika Jain at New Friends Colony, New Delhi.\n..cz we're Perfect", 
        "likes": 76
    }, 
    {
        "text": "Prateekshit Pandey\nThe only thing which stands between you and your happiness is your obstinacy.\n‪#100happydays‬ ‪#Day7‬", 
        "likes": 5
    }, 
    {
        "text": "Prateekshit Pandey\nThe grand theatrical event of Odyssey '14; where the best theater groups across Delhi will battle out on the stage for the ultimate glory.\nEnchant the audience with your theatrical skills and innovative direction. Bring life to the dead dialogues written in black and white and fill the stage with...", 
        "likes": 12
    }, 
    {
        "text": "Saumya Jain > Prateekshit Pandey\nThe new year can Not start without out-standing puns!!\n20 Terrible Puns That Might Make You Wince | Imgism\nimgism.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nmuch options...\nThe Odds of Finding Life and Love | It's Okay to be Smart | PBS Digital Studios\nyoutube.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nTalk about being organised\n — via Brain Pickings\nThe Art of Cleanup: Ursus Wehrli Playfully Deconstructs and Reorders the Chaos of Life\nbrainpickings.org", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nAnush sir, we definitely do more than this", 
        "likes": 5
    }, 
    {
        "text": "Prateekshit Pandey\nA worthwhile read\nFail Safe: Debbie Millman’s Advice on Courage and the Creative Life\nbrainpickings.org", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nThe first ever inter-college fest at IIITD...\nOdyssey '14\nodyssey.iiitd.edu.in", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey shared The Happy Page's photo.\nYash Lamba :')\nThe Happy Page\nNo. 2425\nWhat makes YOU happy? Let us know here http://lastlemon.com/ and we'll illustrate it.\nLinks to all our FB pages here: http://lastlemon.com/", 
        "likes": 6
    }, 
    {
        "text": "The Happy Page\nNo. 2425\nWhat makes YOU happy? Let us know here http://lastlemon.com/ and we'll illustrate it.\nLinks to all our FB pages here: http://lastlemon.com/", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nHow many times do you reconsider your status update before posting it? Well, facebook is watching you...\nhttp://www.slate.com/articles/technology/future_tense/2013/12/facebook_self_censorship_what_happens_to_the_posts_you_don_t_publish.html#!\nFacebook Wants to Know Why You’re Self-Censoring Your Posts\nslate.com", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nSnakes the game... in real life\nGame over.\n9gag.com", 
        "likes": 8
    }, 
    {
        "text": "Prateekshit Pandey updated his cover photo.\nhttps://www.facebook.com/odyssey.iiitd\nhttp://odyssey.iiitd.edu.in/", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey\nI was the first to hear the fox say\n\\m/\nI was among the first to discover a top ten YouTube video: \"Ylvis - What Does the Fox Say?\"#Rewind2013", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared The Happy Page's photo.\nShreya, remember?\nThe Happy Page\nNo. 2046\nWhat makes YOU happy? Let us know here http://lastlemon.com/ and we'll illustrate it.", 
        "likes": 2
    }, 
    {
        "text": "The Happy Page\nNo. 2046\nWhat makes YOU happy? Let us know here http://lastlemon.com/ and we'll illustrate it.", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nOff for a trip tomorrow, will be back only by 9th. Won't be able to answer emails. Will be available on phone.", 
        "likes": 3
    }, 
    {
        "text": "Prateekshit Pandey\nToday's OS final examination paper was easily the lengthiest paper I have ever written at IIITD ...", 
        "likes": 15
    }, 
    {
        "text": "Prateekshit Pandey with Manan Gakhar and 6 others.\nThe people who care for me... the people without whom my life at IIIT Delhi is incomplete.\nThank you guys, for making my journey so beautiful. Just stay like this, happy and smiling, forever!\nPS: Alakh is the man behind the camera", 
        "likes": 50
    }, 
    {
        "text": "Saumya Jain shared a photo to Prateekshit Pandey's Timeline.\nlol!\nHow to be Annoying\nNo. 053\nIsn't it fun annoying someone?\nTell us here http://lastlemon.com/annoying/\nhow you do it and we'll illustrate it.\nLinks to all our FB pages here: http://lastlemon.com/how2", 
        "likes": 4
    }, 
    {
        "text": "How to be Annoying\nNo. 053\nIsn't it fun annoying someone?\nTell us here http://lastlemon.com/annoying/\nhow you do it and we'll illustrate it.\nLinks to all our FB pages here: http://lastlemon.com/how2", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nNice share, Alankrita! This is so damn cool!!\nThe Scale of the Universe 2\nhtwins.net", 
        "likes": 4
    }, 
    {
        "text": "Saumya Jain with Prateekshit Pandey and 8 others.\nThe best course ever ever ever!! The workshops..games(including ringa ringa roses! and chain-chain!!)...singing songs..mimic..mirror..leader..the awesum time spent...evrything was realllly great..Thank you sir", 
        "likes": 68
    }, 
    {
        "text": "Prateekshit Pandey\n\\m/", 
        "likes": 7
    }, 
    {
        "text": "Prateekshit Pandey\nAlakh: This was awesome!\nThe Deal: The Deal\nmoonheadpress.blogspot.com", 
        "likes": 1
    }, 
    {
        "text": "Prateekshit Pandey\nStarting from tomorrow... a week packed with four quizzes, each being a core course's quiz.\nDunno if I should call this a mid-sem week? Well, at least mid-sem weeks did not have classes in between", 
        "likes": 10
    }, 
    {
        "text": "Prateekshit Pandey updated his profile picture.", 
        "likes": 22
    }, 
    {
        "text": "Prateekshit Pandey\nWell Shubhorup, there you go!\nI lost you riddle, now I get to be the giraffe", 
        "likes": 2
    }, 
    {
        "text": "Prateekshit Pandey shared a link.\nHow to see the Bloody Mary illusion\nyoutube.com", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey shared Film MAking Club- BITS Pilani's photo.\nOhhh Yessss!!!!\nI did it\nFilm MAking Club- BITS Pilani added a new photo to Down The Line's timeline — with Prateekshit Pandey at Birla Institute of Technology & Science.", 
        "likes": 22
    }, 
    {
        "text": "Film MAking Club- BITS Pilani added a new photo to Down The Line's timeline — with Prateekshit Pandey at Birla Institute of Technology & Science.", 
        "likes": -1
    }, 
    {
        "text": "Ananya Harsh Jha with Prateekshit Pandey and 6 others.\nThat summarises the story of Halloween's night", 
        "likes": 40
    }, 
    {
        "text": "Mridul Malpotra with Prateekshit Pandey and 6 others.\nHalloween\nThe awesome story line we created\nP.S. I look too happy as a doctor", 
        "likes": 21
    }, 
    {
        "text": "Prateekshit Pandey shared English Tonight's photo.\nEnglish Tonight with Halima Omer and 4 others.", 
        "likes": 1
    }, 
    {
        "text": "English Tonight with Halima Omer and 4 others.", 
        "likes": -1
    }, 
    {
        "text": "Shivam Chaturvedi with Prateekshit Pandey and 7 others.\n‪#IWonder‬ if you buy 2 pieces of a Pie, and get the bill, will it be called \"Pie Pie ka Hisaab?\"\n‪#WaitASecTillIPrepareToCatchYourBrains‬", 
        "likes": 46
    }, 
    {
        "text": "Prateekshit Pandey\nhttp://qz.com/137221/a-plan-to-turn-every-lightbulb-into-an-ultra-fast-alternative-to-wi-fi/#!\nA plan to turn every lightbulb into an ultra-fast alternative to Wi-Fi\nqz.com", 
        "likes": 1
    }, 
    {
        "text": "Chaitanya Kumar shared a photo to Prateekshit Pandey's Timeline.\nJon Edens", 
        "likes": 3
    }, 
    {
        "text": "Jon Edens", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey\nI can honestly say: today was the best birthday I've ever had in my whole life!\nShreya Saumya Mrinal : Thank you for arranging the chocolate cake and setting up the table with balloons and the card and candles and what not! You guys are amazing! It couldn't have been better!\nManan : You actually spent time on writing a whole letter in braille!\nThe model of Kung-Fu Panda you made for me is not gonna leave my study table now!\nAlankrita : You actually took my words seriously!\nA Peirre Cardin...", 
        "likes": 20
    }, 
    {
        "text": "9 friends posted on Prateekshit's timeline.\nAlankrita Pathak > Prateekshit Pandey\nHappy Birthday\nSeptember 22, 2013 at 10:05am · Friends\n1 · Like · 1 Comment · Full Story · Report\nTejeshwar Singh > Prateekshit Pandey\nHappy birthday!!!\nSeptember 22, 2013 at 9:23am · Friends\n1 · Like · 1 Comment · Full Story · Report\nShreya Singh > Prateekshit Pandey\nHappy 19th!!!! :)))", 
        "likes": 1
    }, 
    {
        "text": "Alankrita Pathak > Prateekshit Pandey\nHappy Birthday", 
        "likes": 1
    }, 
    {
        "text": "Tejeshwar Singh > Prateekshit Pandey\nHappy birthday!!!", 
        "likes": 1
    }, 
    {
        "text": "Shreya Singh > Prateekshit Pandey\nHappy 19th!!!! :)))", 
        "likes": 1
    }, 
    {
        "text": "Saumya Jain shared a photo to Prateekshit Pandey's Timeline.\nHoly Aristotle!!\nThe Happy Page\nNo. 1467\nWhat makes YOU happy? Let us know here http://lastlemon.com/happiness/ and we'll illustrate it.", 
        "likes": 6
    }, 
    {
        "text": "The Happy Page\nNo. 1467\nWhat makes YOU happy? Let us know here http://lastlemon.com/happiness/ and we'll illustrate it.", 
        "likes": -1
    }, 
    {
        "text": "Chaitanya Kumar > Prateekshit Pandey\nIff thats what u intended :\nhttp://turntablelab.com/pages/headphone-buying-guide-what-to-look-for-in-dj-headphones\nand/or Maybe , \"ClieOS\"'s response on the thread here:\nhttp://www.head-fi.org/t/409964/an-interesting-question-about-headphones-and-frequency-range", 
        "likes": -1
    }, 
    {
        "text": "Kundan Kumar > Prateekshit Pandey\nAap k darshan ho gaye aaj finally !!", 
        "likes": -1
    }, 
    {
        "text": "Saumya Jain > Prateekshit Pandey\nWelcomeeeee!!! finally", 
        "likes": -1
    }, 
    {
        "text": "Prateekshit Pandey updated his cover photo.", 
        "likes": 2
    }, 
    {
        "text": "Prateek Mehra with Prateekshit Pandey and 3 others.\nAugust 31, 2013 at 10:05pm · Public", 
        "likes": 4
    }, 
    {
        "text": "Saumya Jain with Prateekshit Pandey and Mrinal Kachhara.\nToast To Code! Toast to friendship!", 
        "likes": 36
    }
]